IDEA Connection Link
ConnectionLink.IsProjectCalculated Method
 Returns true if connection project is calculated
 Namespace: IdeaRS.ConnectionLink
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public bool IsProjectCalculated()
Public Function IsProjectCalculated As Boolean
public:
bool IsProjectCalculated()
Return Value
Type: Boolean
True if project has been calculated.
See Also
Reference
ConnectionLink Class
IdeaRS.ConnectionLink Namespace